{
    "0": "64  Obergericht   2000  B. Anwaltsrecht  17  Entschädigung des unentgeltlichen Rechtsvertreters.  Die Einforderung eines über die staatliche Entschädigung hinausgehen- den Honorars des unentgeltlichen Rechtsvertreters von der unentgeltlich  vertretenen Partei stellt eine Standeswidrigkeit und Verletzung von § 14  Abs. 2 AnwG dar.  Aus dem Entscheid der Anwaltskommission vom 27. Juni 2000.  Aus den Erwägungen  2. a) Der unentgeltliche Rechtsvertreter übernimmt eine staatli- che Aufgabe und tritt zum Staat in ein Rechtsverhältnis, aufgrund  dessen er einen öffentlichrechtlichen Anspruch auf Entschädigung im  Rahmen der anwendbaren kantonalen Vorschriften hat. Es ist ihm  daher untersagt, sich von der vertretenen Partei entschädigen zu las- sen, und er ist insbesondere auch nicht befugt, sich eine zusätzliche  Entschädigung zu derjenigen auszahlen zu lassen, welche er vom  Staat erhält (BGE 122 I 325 f., 122 I 1, 117 Ia 22, 108 Ia 11; Walter  Fellmann, in Berner Kommentar, Der einfache Auftrag (Art. 394 –  406 OR), Bern 1992, Art. 394 N 146, Bühler/Edelmann/Killer,  Kommentar zur aargauischen Zivilprozessordnung, 1998, N 1 zu  § 130 ZPO). Die Rechnungsstellung an die unentgeltlich vertretene  Partei stellt eine Standeswidrigkeit dar (BGE 122 I 326, 108 Ia 13).  Das Gebot des korrekten Abrechnens ergibt sich auch aus dem Leit- satz für die Ausübung des Anwaltsberufs in § 14 Abs. 2 AnwG, wo- nach der Anwalt die Interessen seines Auftraggebers nach Recht und  Billigkeit zu wahren hat.   b) Der Vollständigkeit halber sei angefügt, dass es zwar grund- sätzlich möglich ist, dass ein Anwalt für seinen Klienten entschädi- gungspflichtige Leistungen erbringt, welche von der unentgeltlichen  ",
    "1": "2000  Zivilprozessrecht  65  Rechtspflege nicht abgedeckt sind, beispielsweise, indem er seinen  Klienten nicht nur in einem Scheidungsverfahren, sondern zusätzlich  auch noch in einer Erbschaftsangelegenheit vertritt. Der beschuldigte  Anwalt hat nun aber weder behauptet noch nachgewiesen, dass sich  seine Forderung auf Leistungen bezog, welche von der unentgeltli- chen Rechtspflege nicht erfasst wurden, weshalb sich weitere Erwä- gungen dazu erübrigen.  (...)  3. c) Soweit der beschuldigte Anwalt anführt, er sei vom Staat  nur unzureichend entschädigt worden, ist er darauf hinzuweisen, dass  eine Bezahlung durch die unentgeltlich vertretene Partei selbst dann  ausgeschlossen ist, wenn die öffentlichrechtliche Entschädigung  nicht einem vollen Honorar entspricht. Die Frage, ob es richtig sei,  den unentgeltlichen Anwalt schlechter zu entschädigen als den frei  gewählten, berührt nur das Verhältnis zwischen dem unentgeltlichen  Anwalt und dem Staat und rechtfertigt es nicht, von der vertretenen  Partei eine zusätzliche Entschädigung zu verlangen (BGE 108 Ia 13).  18  Verbot aufdringlicher Werbung (§ 16 Abs. 1 AnwG).  Fall eines Zeitungsinserates, worin für ein Seminar geworben und eine  Anwältin als eine der Referentinnen vorgestellt wird.  Aus dem Entscheid der Anwaltskommission vom 13. Dezember 2000  Aus den Erwägungen  2. (...)  d) Die Werbung des Anwaltes unterliegt in vierfacher Hinsicht  Beschränkungen: Rechtfertigung, Inhalt, Form und Art der Verbrei- tung.  aa) Die Nennung des Namens in Verbindung mit der Berufsbe- zeichnung ist grundsätzlich als Werbung anzusehen. Diese darf nicht  dem Zweck dienen, den Anwalt gegenüber seinen Kollegen hervor- ",
    "2": "2000  Zivilprozessrecht  65  Rechtspflege nicht abgedeckt sind, beispielsweise, indem er seinen  Klienten nicht nur in einem Scheidungsverfahren, sondern zusätzlich  auch noch in einer Erbschaftsangelegenheit vertritt. Der beschuldigte  Anwalt hat nun aber weder behauptet noch nachgewiesen, dass sich  seine Forderung auf Leistungen bezog, welche von der unentgeltli- chen Rechtspflege nicht erfasst wurden, weshalb sich weitere Erwä- gungen dazu erübrigen.  (...)  3. c) Soweit der beschuldigte Anwalt anführt, er sei vom Staat  nur unzureichend entschädigt worden, ist er darauf hinzuweisen, dass  eine Bezahlung durch die unentgeltlich vertretene Partei selbst dann  ausgeschlossen ist, wenn die öffentlichrechtliche Entschädigung  nicht einem vollen Honorar entspricht. Die Frage, ob es richtig sei,  den unentgeltlichen Anwalt schlechter zu entschädigen als den frei  gewählten, berührt nur das Verhältnis zwischen dem unentgeltlichen  Anwalt und dem Staat und rechtfertigt es nicht, von der vertretenen  Partei eine zusätzliche Entschädigung zu verlangen (BGE 108 Ia 13).  18  Verbot aufdringlicher Werbung (§ 16 Abs. 1 AnwG).  Fall eines Zeitungsinserates, worin für ein Seminar geworben und eine  Anwältin als eine der Referentinnen vorgestellt wird.  Aus dem Entscheid der Anwaltskommission vom 13. Dezember 2000  Aus den Erwägungen  2. (...)  d) Die Werbung des Anwaltes unterliegt in vierfacher Hinsicht  Beschränkungen: Rechtfertigung, Inhalt, Form und Art der Verbrei- tung.  aa) Die Nennung des Namens in Verbindung mit der Berufsbe- zeichnung ist grundsätzlich als Werbung anzusehen. Diese darf nicht  dem Zweck dienen, den Anwalt gegenüber seinen Kollegen hervor- ",
    "3": "66  Obergericht   2000  zuheben und ihm eine besondere Nachfrage zu verschaffen, sondern  braucht eine besondere Rechtfertigung, einen besonderen Anlass  (vgl. dazu Michael Pfeifer, Der Rechtsanwalt in der heutigen Gesell- schaft, ZSR 115 (1996) II, S. 345; Felix Wolffers, Der Rechtsanwalt  in der Schweiz, Schulthess Polygraphischer Verlag, Zürich 1986,  S. 145; Verein Züricherischer Rechtsanwälte (Hrsg.), Handbuch über  die Berufspflichten des Rechtsanwaltes im Kanton Zürich, Zürich  1988, S. 195; Christof Bernhart, Die Werbebeschränkungen für  wissenschaftliche Berufsarten als Problem der Grundrechte, Berner  Diss., Barnberg 1994, S. 81). Zumeist wird dieser in Praxiseröff- nungen, Adressänderungen, längeren Abwesenheiten etc. erblickt.  Vorliegend kann die Rechtfertigung der Namens- und Berufsnennung  in der Teilnahme als Referentin an einem Seminar (....) erblickt  werden.   bb) Die Werbung muss inhaltlich wahr sein und keine Über- treibungen oder Irreführungen enthalten (Christof Bernhart, Werbung  der Rechtsanwälte – Ansätze für verfassungsrechtliche Neubewer- tung, in: plädoyer 1993, S. 34; Handbuch, S. 196). Sie darf keine un- richtigen Erwartungen wecken (BGE 123 I 17). Unwahre oder irre- führende Aussagen über die (Anwalts-)Tätigkeit der beschuldigten  Anwältin sind dem beanstandeten Inserat nicht zu entnehmen.(...)  Die Werbemassnahme darf keine übertrieben auffällige oder re- klamehafte Form haben (Handbuch, S. 199). Marktschreierische und  auf eigentlichen Kundenfang ausgerichtete Werbung ist nicht erlaubt.  Sie soll zurückhaltend sein und auf sensationelles und reklamehaftes  Sichherausstellen gegenüber Berufskollegen verzichten (BGE 123 I  17).   cc) Vorliegend erfolgt der Auftritt der beschuldigten Anwältin in  einem Zeitungsinserat, das allerdings nicht für ihre Anwaltstätigkeit  sondern für ein Seminar, an dem sie als Referentin teilnimmt, wirbt  (vgl. lit. aa vorstehend). Das Hauptgewicht des Inserateauftrittes liegt  somit klar in der Werbung für das Seminar als solches, ein allfälliger  Werbeeffekt erfolgt nur indirekt. Dass die Gestaltung des Inserates  ",
    "4": "2000  Zivilprozessrecht  67  als wenig zurückhaltend angesehen werden kann, stellt für sich allein  noch keinen Verstoss gegen das Verbot aufdringlicher Werbung dar.  Vielmehr massgebend ist, dass die - knapp gehaltene – Vorstellung  der beschuldigten Anwältin in der Gesamterscheinung des Inserates  einen relativ kleinen Platz einnimmt und neben der Vorstellung der  anderen Referenten sowie dem übrigen Textteil nicht besonders her- vorsticht sowie keine anpreisende, sich hervorhebende Werbewir- kung für die Anwaltstätigkeit der beschuldigten Anwältin und auch  keine herabsetzende Wirkung in Bezug auf andere Anwälte zeitigt.  Auch die Abbildung der Anwältin mit Foto ist nicht zu bean- standen. Während früher der Hinweis des Anwaltes auf seinen Beruf  mit Foto grundsätzlich verpönt war, ist ein Verbot der Werbung mit  Foto heute nicht mehr zeitgerecht und kann daher entsprechend der  eingetretenen Lockerung der Vorschriften über die anwaltliche Wer- bung nicht mehr aufrechterhalten werden, solange das Bild selbst,  allein oder im Zusammenhang mit dem übrigen Text, keine auf- dringliche, marktschreierische Anpreisung darstellt (Maya Stutzer,  Der Anwalt zwischen Werbung und Würde, in: Anwaltswerbung und  -marketing, DACH Schriftenreihe 10, Verlag Dr. Otto Schmidt  Köln/Schulthess Polygraphischer Verlag Zürich 1999, S. 89). Eine  solche aufdringliche Anpreisung ist im vorliegenden Fall zu vernei- nen. Weder hinsichtlich der Grösse noch der Art der Abbildung hebt  sich die Fotografie der beschuldigten Anwältin aus dem Inserat be- sonders hervor. Gesamthaft kann festgehalten werden, dass die Wer- bewirkung des Inserates für die Anwaltstätigkeit der beschuldigten  Anwältin gegenüber dem Informationsgehalt für das Seminar in den  Hintergrund tritt.  Nicht zu beanstanden ist vorliegend auch die Angabe der Pra- xisausrichtung. Mit zunehmender Dichte der Rechtsnormen ist eine  klare Tendenz zur Spezialisierung anwaltlicher Tätigkeit auszuma- chen. Deshalb wird der Hinweis auf bevorzugte Tätigkeitsgebiete  heute als zulässig erachtet (vgl. Pfeifer, S. 339 ff.). Nicht erlaubt ist  hingegen, den Eindruck eines staatlich geprüften Spezialisten zu  ",
    "5": "68  Obergericht   2000  erwecken (Handbuch, S. 198), was auf den vorliegenden Fall ein- deutig nicht zutrifft. Im Zusammenhang mit der Vorstellung als Refe- rentin entspricht die Angabe der Praxisausrichtung sodann dem Be- dürfnis der Seminarteilnehmerinnen, sich ein Bild über den berufli- chen Hintergrund der Referentin machen zu können.   dd) Die in einem Zeitungsinserat enthaltene Information erfährt  wohl eine breite Streuung, ist aber naturgemäss weniger aufdringlich,  als an bestimmte Personen direkt abgegebene respektive verschickte  Werbung. Es rechtfertigt sich vorliegend nicht, allein aus der Ver- breitungsart einen Verstoss gegen das Verbot aufdringlicher Werbung  abzuleiten, nachdem die Darstellung der beschuldigten Anwältin  innerhalb des Inserates in Bezug auf Rechtfertigung, Inhalt und Form  nicht zu beanstanden ist.   e) Zusammenfassend ist festzuhalten, dass die beschuldigte An- wältin sich keines Verstosses gegen das Verbot aufdringlicher Wer- bung i.S.v. § 16 Abs. 1 AnwG schuldig gemacht hat.  ",
    "6": "2000  Strafrecht  69  IV. Strafrecht    19  Art. 251 StGB, Urkundenqualität.  Einem Eintrag im Service-Heft eines Autos kommt keine allgemein gül- tige objektive Garantie für die Richtigkeit des darin genannten Kilome- terstandes zu. Der Umstand, dass im Geschäftsverkehr allgemein auf sol- che Einträge abgestellt wird, genügt nicht für die Urkundenqualität. Ein  Garagist, der einen Eintrag des Kilometerstandes im Service-Heft vor- nimmt, hat für derartige Bestätigungen keine garantenähnliche Stellung,  die für eine erhöhte Glaubwürdigkeit sprechen würde.  Aus dem Entscheid des Obergerichts, 2. Strafkammer, vom 28. Januar 2000  in Sachen StA gegen B. R.  ",
    "7": "66  Obergericht/Handelsgericht  2001  B. Anwaltsrecht  19  Verbot der Vertretung widerstreitender Interessen durch einen Anwalt,  insbesondere Verbot des Parteiwechsels (§ 15 AnwG)  Aufgrund der Treuepflicht (§ 15 AnwG) ist dem Anwalt im Allgemeinen  untersagt, widerstreitende Interessen zu vertreten. Ausschlaggebend ist  nicht die Verwirklichung einer tatsächlichen Interessenkollision, vielmehr  ist es schon verpönt, den Anschein einer solchen durch die reine Über- nahme des Mandates zu begründen. Fall eines Anwaltes, der im Rahmen  eines Bauhandwerkerprozesses ein Mandat des Bauhandwerkers  übernommen hat, obwohl er in einem früheren Bauhandwerkerprozess  betreffend dieselbe Überbauung einen Eigentümer vertreten hat, der  zwar nicht als Gegenpartei in der von ihm neu verfassten Klageschrift  aufgeführt ist, gegen den der Bauhandwerker aber gleichzeitig mit der  vom Anwalt verfassten, gegen die anderen Eigentümer gerichteten Klage  eine selbst unterzeichnete, dem Wortlaut entsprechende Rechtsschrift  eingereicht hat.  Entscheid der Anwaltskommission vom 16. August 2001  20  Doppelvertretungsverbot (§ 14 Abs. 2 Satz 1 AnwG)  Die Tätigkeit des Anwaltes als Vermittler oder Vertreter zweier Parteien  ist zulässig, sofern beide Parteien zustimmen und jede Benachteiligung  einer Partei ausgeschlossen ist (§ 11 Abs. 2 Standesregeln).  Aus dem Entscheid der Anwaltskommission vom 27. August 2001  Aus den Erwägungen  3. c) Im Weiteren ist zu prüfen, ob der beschuldigte Anwalt ge- gen die Interessen seiner Mandantin gehandelt hat. Der Anwalt hat  die Interessen der Mandantschaft gewissenhaft und nach Recht und  Billigkeit zu wahren (§ 14 Abs. 2 Satz 1 AnwG) und darf nicht Per- ",
    "8": "66  Obergericht/Handelsgericht  2001  B. Anwaltsrecht  19  Verbot der Vertretung widerstreitender Interessen durch einen Anwalt,  insbesondere Verbot des Parteiwechsels (§ 15 AnwG)  Aufgrund der Treuepflicht (§ 15 AnwG) ist dem Anwalt im Allgemeinen  untersagt, widerstreitende Interessen zu vertreten. Ausschlaggebend ist  nicht die Verwirklichung einer tatsächlichen Interessenkollision, vielmehr  ist es schon verpönt, den Anschein einer solchen durch die reine Über- nahme des Mandates zu begründen. Fall eines Anwaltes, der im Rahmen  eines Bauhandwerkerprozesses ein Mandat des Bauhandwerkers  übernommen hat, obwohl er in einem früheren Bauhandwerkerprozess  betreffend dieselbe Überbauung einen Eigentümer vertreten hat, der  zwar nicht als Gegenpartei in der von ihm neu verfassten Klageschrift  aufgeführt ist, gegen den der Bauhandwerker aber gleichzeitig mit der  vom Anwalt verfassten, gegen die anderen Eigentümer gerichteten Klage  eine selbst unterzeichnete, dem Wortlaut entsprechende Rechtsschrift  eingereicht hat.  Entscheid der Anwaltskommission vom 16. August 2001  20  Doppelvertretungsverbot (§ 14 Abs. 2 Satz 1 AnwG)  Die Tätigkeit des Anwaltes als Vermittler oder Vertreter zweier Parteien  ist zulässig, sofern beide Parteien zustimmen und jede Benachteiligung  einer Partei ausgeschlossen ist (§ 11 Abs. 2 Standesregeln).  Aus dem Entscheid der Anwaltskommission vom 27. August 2001  Aus den Erwägungen  3. c) Im Weiteren ist zu prüfen, ob der beschuldigte Anwalt ge- gen die Interessen seiner Mandantin gehandelt hat. Der Anwalt hat  die Interessen der Mandantschaft gewissenhaft und nach Recht und  Billigkeit zu wahren (§ 14 Abs. 2 Satz 1 AnwG) und darf nicht Per- ",
    "9": "2001  Zivilprozessrecht  67  sonen mit sich widersprechenden Interessen dienen (§ 11 Abs. 1 der  Standesregeln). Das Verbot der Vertretung gegensätzlicher Interessen  gründet in der anwaltlichen Treuepflicht. In der Anzeige wird die  Frage nach dem Vorliegen eines persönlichen Interessenkonfliktes  sowie einer verpönten Doppelvertretung aufgeworfen. Ob die über- tragenen Interessen den eigenen oder anderen, dem beschuldigten  Anwalt ebenfalls zur Wahrung übertragenen Interessen zuwiderlau- fen, ist anhand der konkreten Umstände des Einzelfalles zu prüfen  (vgl. zum Ganzen: Giovanni Andrea Testa, Die zivil- und standes- rechtlichen Pflichten des Rechtsanwaltes gegenüber dem Klienten,  Zürich 2001, S. 93 ff.).   (...)  dd) Vorliegend hatte der beschuldigte Anwalt zu beiden Parteien  vorbestehende anwaltliche Beziehungen. Eine Vertretung von zwei  Vertragsparteien durch denselben Anwalt erfordert stets besonders  sorgfältiges anwaltliches Vorgehen, weil der Anwalt nie den  Eindruck erwecken darf, er habe die eine Partei gegenüber der ande- ren bevorzugt. Daher ist ein solches Doppelmandat nur dann nicht zu  beanstanden, wenn keine Interessenkollision daraus entsteht. Gerade  bei reinen Beratungsmandaten ist die Doppelvertretung in der Regel  zulässig, sofern beide Parteien die Aufgabe auf den Anwalt übertra- gen und dieser nicht bereits vorher eine Partei in derselben Sache  vertreten hat (vgl. Testa, a.a.O., S. 93 und S. 104).   Die Standesregeln erklären in § 11 Abs. 2 die Tätigkeit des  Anwaltes als Vermittler oder Vertreter zweier Parteien als zulässig,  sofern beide zustimmen und jede Benachteiligung einer Partei ausge- schlossen ist. In diesem Sinn kann auch § 14 Abs. 2 AnwG ausgelegt  werden. Solange die Tätigkeit für beide Parteien (z.B. als Vermittler  eines Darlehensvertrages wie vorliegend) den Interessen beider Par- teien gerecht wird, d.h. keine der Parteien dadurch benachteiligt  wird, und auch beide Parteien einverstanden sind, ist dagegen nichts  einzuwenden.   Dass Frau X. benachteiligt worden wäre, ist, wie vorerwähnt,  nicht ersichtlich. Allerdings muss davon ausgegangen werden, dass  der beschuldigte Anwalt Frau X. nicht über die vorbestehenden an- waltlichen oder geschäftlichen Beziehungen zum Darlehensnehmer  ",
    "10": "68  Obergericht/Handelsgericht  2001  in Kenntnis gesetzt hatte. Dies gab sie am 27. Juni 2001 zu Protokoll,  und auch der beschuldigte Anwalt räumte - im Widerspruch zu seiner  Stellungnahme vom 10. August 2001 (S. 2) - ein, es sei gut möglich,  dass er ihr nicht gesagt habe, dass er Mandate vom Darlehensnehmer  habe (Protokoll, S. 9). Daraus ist zu schliessen, dass Frau X. dachte,  zwischen dem beschuldigten Anwalt und dem Darlehensnehmer  bestünde „lediglich“ eine freundschaftliche Beziehung, und nicht  wusste, dass der beschuldigte Anwalt auch gegenüber dem Darle- hensnehmer in die anwaltlichen Treuepflichten eingebunden war und  nach wie vor ist. Selbstredend kann die Zustimmung zum Doppel- mandat nur in Kenntnis der zweiseitigen Anwaltstätigkeit und einer  möglichen, damit einhergehenden Interessenkollision erfolgen. Da  Frau X. nicht wusste, dass der beschuldigte Anwalt vorbestehende  anwaltliche Beziehungen zu beiden Vertragsparteien hatte, konnte sie  die notwendige Zustimmung zum Doppelmandat gar nicht erteilen.  Dass dies ihrer eigenen Aussage zufolge nichts an ihrer Zustimmung  zum Darlehensvertrag geändert hätte, vermag diesen Mangel nicht zu  heilen, liegt doch die Pflichtverletzung des Anwaltes darin, sie nicht  darüber informiert zu haben.  ",
    "11": "2001  Strafrecht  69  IV. Strafrecht    21  Art. 217 StGB, Vernachlässigung von Unterhaltspflichten.  Wenn sich der Angeklagte als Unterhaltsschuldner bei einer gegen ihn  gerichteten Pfändung die Unterhaltsbeiträge ins Existenzminimum ein- rechnen lässt, ohne diese effektiv zu leisten, so wird angenommen, dass er  die erforderlichen Mittel zur Verfügung gehabt hätte. Wenn für diese Bei- träge in der Folge eine weitere Pfändung vorgenommen wird, hat der  Angeklagte seine Leistungsunfähigkeit zu vertreten, weil er es unterliess,  die einberechneten Beträge zu leisten. Zudem hätte er sich mit betrei- bungsrechtlichen Mitteln gegen die Pfändung wehren müssen.  Auszug aus dem Entscheid des Obergerichts, 2. Strafkammer, vom 23. Ok- tober 2001 i.S. P.B.  Aus den Erwägungen  Für die Monate August und September 1999 hat sich der Ange- klagte die an seine geschiedene Ehefrau zu leistenden Unterhaltsbei- träge in das Existenzminimum einrechnen lassen, ohne diese effektiv  zu leisten. Es ist deshalb festzustellen, dass er in den genannten bei- den Monaten die Mittel zur Erfüllung der Unterhaltsbeiträge ohne  weiteres gehabt hätte. Der objektive Tatbestand bezüglich der Mo- nate August und September 1999 ist somit erfüllt.  Auch für den Monat Oktober 1999 wurde dem Angeklagten  durch das Betreibungsamt X. ein Existenzminimum von Fr. 4'390.--,  mithin unter Einrechnung der zu leistenden Unterhaltsbeiträge, ange- rechnet. Jedoch wurde allein aufgrund des Umstandes, dass die An- zeigerin die in den Vormonaten in das Existenzminimum eingerech- neten nicht geleisteten Unterhaltsbeiträge in Betreibung setzte, eine  weitere Pfändung vorgenommen. Der Angeklagte hätte also auch im  Oktober 1999 über die zur Erfüllung der Unterhaltsansprüche seiner  ",
    "12": "78 Obergericht / Handelsgericht 2002 B. Anwaltsrecht 24 Grundhonorar für ein durchschnittliches Eheschutz- bzw. Präliminarver- fahren Gegen die Festsetzung eines Grundhonorars von Fr. 2'500.-- für ein durchschnittliches Eheschutz- bzw. Präliminarverfahren gestützt auf § 3 Abs. 1 lit. b AnwT ist grundsätzlich nichts einzuwenden. Zusätzlich einge- reichte Rechtsschriften werden im Rahmen von § 6 Abs. 3 AnwT berück- sichtigt und mit entsprechenden Zuschlägen entschädigt. Sie führen nicht zur Erhöhung des Grundhonorars. Aus dem Entscheid der Inspektionskommission vom 19. August 2002 i.S. S. gegen Gerichtspräsidium L. 25 Ungebührliche Urteilskritik Der Vorwurf, man werde \"den Eindruck nicht los, es handle sich um ein politisches, rassistisches und sexistisches Urteil\", überschreitet die Gren- zen der zulässigen Urteilskritik und verstösst gegen § 14 Abs. 1 AnwG. Aus dem Entscheid der Anwaltskommission vom 12. August 2002 i.S. R. (bestätigt durch Urteil des Verwaltungsgerichts vom 19. Dezember 2002) Aus den Erwägungen 4. d) Der beschuldigte Anwalt führte in seiner Beschwerde- schrift gegen das Urteil des Gerichtspräsidiums X aus (S. 2/3), es sei derart einseitig, emotional, ja geradezu gehässig, dass es sich gerade selber disqualifiziere. Im Übrigen werde man den Eindruck nicht los, es handle sich um ein politisches, rassistisches und sexistisches Ur- teil. aa) In seinem Schreiben vom 28. Dezember 2001 stellte der beschuldigte Anwalt sich dann auf den Standpunkt, nicht behauptet zu haben, das Urteil sei politisch, rassistisch und sexistisch. Diese ",
    "13": "2002 Zivilprozessrecht 79 Argumentation ist spitzfindig und nicht überzeugend, da die in der Beschwerdeschrift gewählte Formulierung klar zum Ausdruck bringt, dass die Urteilskritik den Vorwurf, das Urteil sei „politisch, rassi- stisch und sexistisch“, beinhaltetet. In seiner Stellungnahme vom 22. Februar 2002 an die Anwaltskommission hält der beschuldigte Anwalt überdies fest, er habe nur die „relative und zweifellos erlaubte Empfindung“ zum Ausdruck bringen wollen, dass man den entsprechenden Eindruck (nämlich, dass es sich um ein politisches, rassistisches und sexistisches Urteil handle) nicht loswerde. Durch die Formulierung („zweifellos erlaubte Empfindung“, „man (...) den Eindruck nicht los werde“) suggeriert der beschuldigte Anwalt, dass dieser Eindruck schlechthin gerechtfertigt sei. Er bringt damit aber auch zum Ausdruck, dass er selbst sehr wohl das angefochtene Urteil als politisch, rassistisch und sexistisch erachtet. bb) Dies zeigt sich auch darin, dass er im Schreiben vom 28. Dezember 2001 mitteilte, er habe sich stellvertretend bei seinem Klienten für das Urteil entschuldigt. Damit bringt er zum Ausdruck, dass sich seines Erachtens im Grunde Gerichtspräsident Y zu ent- schuldigen hätte. Der beschuldigte Anwalt wiederholt damit die an die Adresse von Gerichtspräsident Y in der Beschwerde erhobenen Vorwürfe. Dass er sich im Schreiben vom 28. Dezember 2001 an Ge- richtspräsident Y wohl formell entschuldigte, ist zudem nicht aus- schlaggebend, liess er doch klar durchscheinen, dass er seine Äusse- rung nicht zurückzunehmen bereit war, und erhob zusätzlich den neuen Vorwurf der Zensur. Das „Entschuldigungsschreiben“ kann daher nicht als ein solches verstanden werden. cc) Somit steht fest, dass die beanstandete Äusserung durch- aus als Urteilskritik des beschuldigten Anwaltes anzusehen ist. e) Damit stellt sich die Frage nach der (Un-)Gehörigkeit der ge- machten Äusserung. Der Vorwurf, ein Urteil sei einseitig und gehäs- sig respektive politisch, rassistisch und sexistisch wiegt schwer. Er beinhaltet den Verdacht auf Parteilichkeit und Befangenheit (aus po- litischen und gesellschaftlichen Motiven), aber auch den Vorwurf moralisch verwerflichen und allenfalls strafrechtlich relevanten Ver- haltens. Diese Vorwürfe wiegen umso schwerer, als das Angriffsub- jekt ein Richter ist, an dessen Integrität im Interesse einer funktionie- ",
    "14": "80 Obergericht / Handelsgericht 2002 renden Rechtspflege und zur Durchsetzung der materiellen Wahrheit und Gerechtigkeit hohe Anforderungen zu stellen sind. Die durch den beschuldigten Anwalt gewählten Worte zweifeln letztlich diese Inte- grität von Gerichtspräsident Y an. Sie sind aufgrund der Schwere der darin enthaltenen Vorwürfe geeignet, auf ihn ehrverletzend zu wir- ken. Sie sind unsachlich, aggressiv, unnötig und verunglimpfend (vgl. ZR 1998 Nr. 93 S. 229, ZR 1999 Nr. 55 S. 273 ff.). Damit hat der beschuldigte Anwalt die Grenze der zulässigen Urteilskritik und damit des prozessualen Anstandes überschritten. Die Äusserungen sind ungehörig und eines seriös tätigen Anwaltes nicht würdig. Der beschuldigte Anwalt hat somit gegen § 14 Abs. 1 AnwG verstossen. 26 Nachweis der Berufshaftpflichtversicherung Der Registereintrag bedingt den Nachweis einer Berufshaftpflichtversi- cherung nicht. Art. 12 lit. f BGFA erklärt jedoch den Abschluss einer ge- nügenden Berufshaftpflichtversicherung zur Berufsregel. Dem Abschluss einer genügenden Berufshaftpflichtversicherung ist im Hinblick auf den Verkehrsschutz bedeutendes Gewicht beizumessen. Da die Aufsichtstätig- keit der Anwaltskommission eine ständige Kontrolle der Einhaltung der Berufsregeln, so auch in Bezug auf den Abschluss einer genügenden Be- rufshaftpflichtversicherung, umfasst, rechtfertigt es sich, von den Anwäl- tinnen und Anwälten, die sich ins Anwaltsregister eintragen lassen wollen, einen Nachweis über den Versicherungsabschluss, unter Angabe der Ver- sicherungsgesellschaft und der Höhe der Deckungssumme, zu verlangen. Ebenso sind die registrierten Anwältinnen und Anwälte darüber hinaus zu verpflichten, eine allfällige Änderung des Versicherungsschutzes zu melden. Bei Fehlen des Nachweises des Versicherungsabschlusses kann der Registereintrag nicht verweigert werden, die Anwaltskommission be- hält sich für einen solchen Fall aber vor, ein Disziplinarverfahren wegen Verletzung einer Berufsregel einzuleiten. Beschluss der Anwaltskommission vom 13. Februar 2002 27 Interessenkollision, Doppelvertretungsverbot und Treuepflicht Ein Anwalt verletzt das Verbot der Interessenkollision und damit seine Treuepflicht, wenn er in einer Streitigkeit betreffend einen vorher durch ",
    "15": "80 Obergericht / Handelsgericht 2002 renden Rechtspflege und zur Durchsetzung der materiellen Wahrheit und Gerechtigkeit hohe Anforderungen zu stellen sind. Die durch den beschuldigten Anwalt gewählten Worte zweifeln letztlich diese Inte- grität von Gerichtspräsident Y an. Sie sind aufgrund der Schwere der darin enthaltenen Vorwürfe geeignet, auf ihn ehrverletzend zu wir- ken. Sie sind unsachlich, aggressiv, unnötig und verunglimpfend (vgl. ZR 1998 Nr. 93 S. 229, ZR 1999 Nr. 55 S. 273 ff.). Damit hat der beschuldigte Anwalt die Grenze der zulässigen Urteilskritik und damit des prozessualen Anstandes überschritten. Die Äusserungen sind ungehörig und eines seriös tätigen Anwaltes nicht würdig. Der beschuldigte Anwalt hat somit gegen § 14 Abs. 1 AnwG verstossen. 26 Nachweis der Berufshaftpflichtversicherung Der Registereintrag bedingt den Nachweis einer Berufshaftpflichtversi- cherung nicht. Art. 12 lit. f BGFA erklärt jedoch den Abschluss einer ge- nügenden Berufshaftpflichtversicherung zur Berufsregel. Dem Abschluss einer genügenden Berufshaftpflichtversicherung ist im Hinblick auf den Verkehrsschutz bedeutendes Gewicht beizumessen. Da die Aufsichtstätig- keit der Anwaltskommission eine ständige Kontrolle der Einhaltung der Berufsregeln, so auch in Bezug auf den Abschluss einer genügenden Be- rufshaftpflichtversicherung, umfasst, rechtfertigt es sich, von den Anwäl- tinnen und Anwälten, die sich ins Anwaltsregister eintragen lassen wollen, einen Nachweis über den Versicherungsabschluss, unter Angabe der Ver- sicherungsgesellschaft und der Höhe der Deckungssumme, zu verlangen. Ebenso sind die registrierten Anwältinnen und Anwälte darüber hinaus zu verpflichten, eine allfällige Änderung des Versicherungsschutzes zu melden. Bei Fehlen des Nachweises des Versicherungsabschlusses kann der Registereintrag nicht verweigert werden, die Anwaltskommission be- hält sich für einen solchen Fall aber vor, ein Disziplinarverfahren wegen Verletzung einer Berufsregel einzuleiten. Beschluss der Anwaltskommission vom 13. Februar 2002 27 Interessenkollision, Doppelvertretungsverbot und Treuepflicht Ein Anwalt verletzt das Verbot der Interessenkollision und damit seine Treuepflicht, wenn er in einer Streitigkeit betreffend einen vorher durch ",
    "16": "80 Obergericht / Handelsgericht 2002 renden Rechtspflege und zur Durchsetzung der materiellen Wahrheit und Gerechtigkeit hohe Anforderungen zu stellen sind. Die durch den beschuldigten Anwalt gewählten Worte zweifeln letztlich diese Inte- grität von Gerichtspräsident Y an. Sie sind aufgrund der Schwere der darin enthaltenen Vorwürfe geeignet, auf ihn ehrverletzend zu wir- ken. Sie sind unsachlich, aggressiv, unnötig und verunglimpfend (vgl. ZR 1998 Nr. 93 S. 229, ZR 1999 Nr. 55 S. 273 ff.). Damit hat der beschuldigte Anwalt die Grenze der zulässigen Urteilskritik und damit des prozessualen Anstandes überschritten. Die Äusserungen sind ungehörig und eines seriös tätigen Anwaltes nicht würdig. Der beschuldigte Anwalt hat somit gegen § 14 Abs. 1 AnwG verstossen. 26 Nachweis der Berufshaftpflichtversicherung Der Registereintrag bedingt den Nachweis einer Berufshaftpflichtversi- cherung nicht. Art. 12 lit. f BGFA erklärt jedoch den Abschluss einer ge- nügenden Berufshaftpflichtversicherung zur Berufsregel. Dem Abschluss einer genügenden Berufshaftpflichtversicherung ist im Hinblick auf den Verkehrsschutz bedeutendes Gewicht beizumessen. Da die Aufsichtstätig- keit der Anwaltskommission eine ständige Kontrolle der Einhaltung der Berufsregeln, so auch in Bezug auf den Abschluss einer genügenden Be- rufshaftpflichtversicherung, umfasst, rechtfertigt es sich, von den Anwäl- tinnen und Anwälten, die sich ins Anwaltsregister eintragen lassen wollen, einen Nachweis über den Versicherungsabschluss, unter Angabe der Ver- sicherungsgesellschaft und der Höhe der Deckungssumme, zu verlangen. Ebenso sind die registrierten Anwältinnen und Anwälte darüber hinaus zu verpflichten, eine allfällige Änderung des Versicherungsschutzes zu melden. Bei Fehlen des Nachweises des Versicherungsabschlusses kann der Registereintrag nicht verweigert werden, die Anwaltskommission be- hält sich für einen solchen Fall aber vor, ein Disziplinarverfahren wegen Verletzung einer Berufsregel einzuleiten. Beschluss der Anwaltskommission vom 13. Februar 2002 27 Interessenkollision, Doppelvertretungsverbot und Treuepflicht Ein Anwalt verletzt das Verbot der Interessenkollision und damit seine Treuepflicht, wenn er in einer Streitigkeit betreffend einen vorher durch ",
    "17": "2002 Zivilprozessrecht 81 seinen Bürokollegen notariell beurkundeten Grundstückkaufvertrag eine Partei des Kaufvertrages betreut Aus dem Entscheid der Anwaltskommission vom 19. September 2002 i.S. Y. Sachverhalt 1. Am 12. August 1994 beurkundete Notar X einen Kaufvertrag betreffend eine Eigentumswohnung in M.. In der Folge ergaben sich Probleme bezüglich des Grundbucheintrages. 2. Am 11. August 1995 mandatierten die Käufer der erwähnten Eigentumswohnung Fürsprecher Y, den Bürokollegen von Notar X. Es ging um eine Forderung der Verkäuferin auf Zahlung von weite- ren Fr. 18'000.--. 3. Am 31. Januar 1996 wies das Grundbuchamt den Antrag auf Grundbucheintrag des Kaufvertrages ab, weil die Bewilligung ge- mäss Art. 5 Abs. 2 BewG fehlte, ein Bauhandwerkerpfandrecht ein- getragen war, Betrag von Kaufpreis und Schuldübernahme im Kauf- vertrag nicht übereinstimmten, der Garagenplatz gemäss Kaufvertrag nicht mit dem Grundbuchbeschrieb übereinstimmte und der beige- legte Ausländerausweis abgelaufen war. 4. Am 5. Juni 1996 erhob die Verkäuferin Klage gegen die Käufer beim Bezirksgericht L.. Die Verkäuferin verlangte die Be- zahlung von zusätzlichen Fr. 18'000.-- und begründete bzw. belegte ihre Forderung mit einer Kaufpreiszusicherung über total Fr. 398'000.--. Ausserdem machte sie zusätzliche Baukosten sowie Zins im Betrag von rund Fr. 9'000.-- geltend. In diesem Verfahren vertrat Fürsprecher Y die Käufer. Am 27. Februar 1998 wurde ein gerichtlicher Vergleich ge- schlossen. Die Zuteilung der im Kaufvertrag zugesagten Garage war jedoch in der Folge rechtlich nicht möglich. Am 21. Dezember 2000 wurde dagegen der Verkäuferin gegen die Käufer definitive Rechtsöffnung für eine Restanz aus dem gerichtlichen Vergleich er- teilt. ",
    "18": "82 Obergericht / Handelsgericht 2002 5. Fürsprecher Y mahnte die Käufer am 12. Januar 2001 betref- fend das noch ausstehende Honorar. Der neue Rechtsvertreter der Käufer teilte Fürsprecher Y mit, die Käufer seien nicht bereit, die Rechnung zu bezahlen, sondern würden ihrerseits eine Schadener- satzforderung aus Schlechterfüllung des Auftrages geltend machen. 6. Mit Schreiben vom 27. Februar 2002 erstattete der Rechts- vertreter der Käufer gegen Fürsprecher Y Anzeige wegen Verstössen gegen das Anwaltsgesetz, insbesondere Verstoss gegen das Verbot der Doppelvertretung und unsorgfältige Mandatsführung. Aus den Erwägungen 5. Die Käufer werfen Fürsprecher Y vor, er habe sie in einer Streitsache vertreten, in welcher es letztlich (auch) um die mangel- hafte Arbeit seines Bürokollegen, Notar X, gegangen sei, weshalb eine Interessenkollision auf der Hand gelegen habe. Ausserdem habe er durch die Mandatsübernahme gegen das Doppelvertretungsverbot gemäss § 15 AnwG sowie gegen § 11 Abs. 1 StaRe verstossen, weil Notar Y seinerzeit sowohl für die Käufer wie auch für die Verkäufe- rin tätig gewesen sei. a) Aufgrund der vorliegenden Konstellation stellt sich nicht die Frage nach einem eigentlichen Verstoss gegen § 15 AnwG. Fürspre- cher Y hat vorliegend nicht zuerst die eine und danach die andere Partei in derselben Sache vertreten (Parteiwechsel). Auch eine Dop- pelvertretung in dem Sinne, dass er gleichzeitig zwei Parteien im gleichen Verfahren vertreten hätte, liegt nicht vor. Es drängen sich jedoch angesichts der konkreten Verhältnisse mehrere Fragen bezüg- lich des Bestehens von Interessenkonflikten und des Verstosses ge- gen Treuepflichten auf. b) Tatsache ist, dass der Bürokollege von Fürsprecher Y, Notar X, am 12. August 1994 einen Kaufvertrag zwischen den Käufern und der Verkäuferin beurkundet hat. Tatsache ist sodann weiter, dass das Grundbuchamt L. mit Abweisungsverfügung vom 31. Januar 1996 den Eintrag des Kaufvertrages ins Grundbuch (einstweilen) verwei- ",
    "19": "2002 Zivilprozessrecht 83 gerte, weil einerseits der Kaufvertrag, andererseits die Grundbuchan- meldung mehrere Mängel aufwiesen. So fehlten die gemäss Art. 5 Abs. 2 BewG notwendige Bewilligung sowie eine Kopie des gültigen Ausländerausweises. Ausserdem wurde im Kaufvertrag der Kauf- preis zwar mit Fr. 380'000.-- beziffert, andererseits aber auch festge- halten, der Kaufpreis sei durch Übernahme der Grundpfandschuld im Betrag von Fr. 430'000.-- zu bezahlen, wobei die Schuldsumme noch zu reduzieren wäre. Gänzlich unerwähnt blieb im Kaufvertrag die Tatsache, dass offenbar anlässlich des Abschlusses des Kaufvertrages bereits eine Bar-Anzahlung im Betrag von Fr. 18'000.-- erfolgt war. Hinzu kam, dass mittlerweile noch ein Bauhandwerkerpfandrecht eingetragen worden war, und dass der im Kaufvertrag bezeichnete Autoeinstellplatz Nr. 6, ebenso wie der Gemüsegarten Nr. 5 + 6, ge- mäss Grundbuchbeschrieb gar nicht zur von den Käufern gekauften Wohnung gehörten, ihnen deshalb auch nicht übereignet werden konnten. Es ist nun nicht Aufgabe der Anwaltskommission, die Arbeit von Notar X zu qualifizieren. Dies ist Sache der Aufsichtsinstanz über die Notare. Aufgrund der erwähnten Abweisungsverfügung des Grundbuchamtes war jedoch voraussehbar, dass in dieser Beziehung früher oder später Fragen der Käufer auftauchen würden. Aufgrund des Umstands, dass der Kaufvertrag nicht ins Grundbuch eingetragen war (und noch während mehrerer Jahre nicht eingetragen werden konnte), konnte die Verkäuferin weiterhin über die Wohnung verfü- gen. Die Käufer hätten bei einer gegen die Verkäuferin gerichteten Zwangsbetreibung das Einsehen gehabt. Klar war sodann bereits aufgrund der Abweisungsverfügung, dass der im Kaufvertrag zugesi- cherte Autoeinstellplatz den Käufern voraussichtlich nicht würde übereignet werden können. c) (...) d) Nachdem Notar X seinerzeit für beide Vertragsparteien den Kaufvertrag ausgearbeitet hatte, hätte er selber (...) keinesfalls in einem nachfolgenden, sich aus dem Kaufvertrag ergebenden Streit eine der beiden Parteien als Anwalt vertreten dürfen, zumindest nicht mehr ab jenem Zeitpunkt, als die Durchsetzbarkeit des Kaufvertrages zum Thema wurde. Er wäre ja sonst in die Situation gekommen, die ",
    "20": "84 Obergericht / Handelsgericht 2002 Professionalität seines eigenen Handelns bezüglich der Erstellung des Kaufvertrages beurteilen zu müssen. Der sich daraus ergebende Interessenkonflikt aufgrund der persönlichen Interessen von Notar X am Ausgang des Verfahrens liegt auf der Hand. Ebenso ist zu beach- ten, dass er diesfalls gegen eine der beiden Vertragsparteien des Kaufvertrages, die er damals beraten hatte, hätte vorgehen müssen, was sich mit der Treuepflicht des Notars und Anwalts nicht vereinba- ren liesse. Was nun Fürsprecher Y angeht, so liegt weder eine eigentliche Doppelvertretung (Vertretung beider Parteien im gleichen Verfahren) noch ein Parteiwechsel gemäss § 15 AnwG vor. Als Bürokollege von Notar X galten jedoch für ihn dieselben \"Ausstandsgründe\" wie für diesen, denn eine Bürogemeinschaft ist ja, wie bereits erwähnt, wie ein Anwalt zu behandeln, und zwar auch, soweit es um Notariatsge- schäfte geht. Indem Fürsprecher Y eine Partei vertrat, welche vor- gängig von seinem Bürokollegen als Notar betreut worden war, und zwar gegenüber der anderen Partei des damaligen Kaufvertrages und in einem Streit um diesen Kaufvertrag, begab er sich in eine Situa- tion, in welcher die Möglichkeit einer Interessenkollision, welche ja gemäss den Ausführungen unter Ziff. 3 ausreichend ist, um zu einem eigentlichen \"Vertretungsverbot\" zu führen, auf der Hand lag. Es ging bei diesem Mandat nicht nur bzw. zumindest ab einem gewissen Zeitpunkt nicht mehr nur um die Frage eines zusätzlich zu bezahlen- den Geldbetrages. Fürsprecher Y wusste spätestens ab Januar 1996, vermutlich aber schon kurz nach der Mandatserteilung, über die Um- stände des Kaufvertrages und der damit zusammenhängenden Pro- bleme Bescheid. Es war ohne weiteres erkennbar, dass sich irgend- wann die Frage stellen könnte, wer für die Folgen der teilweisen \"Undurchführbarkeit\" des Kaufvertrages aufzukommen haben wür- de. An sich war aufgrund der Umstände (anders lautender Grund- buchbeschrieb im Vergleich zum Kaufvertrag) von Anfang an klar, dass die Käufer die Übertragung des Eigentums betreffend den Auto- einstellplatz gemäss Kaufvertrag nicht würden durchsetzen können. Korrekterweise hätte ein Anwalt seinen Mandanten dies sofort klar- machen müssen. Dies hätte aber bedeutet, dass Fürsprecher Y die Käufer auf den in diesem Punkt offensichtlich mangelhaften Kauf- ",
    "21": "2002 Zivilprozessrecht 85 vertrag und damit auf den durch Notar X begangenen Fehler hätte hinweisen müssen. Konkret hiesse das, gegen seinen Bürokollegen vorzugehen. Aufgrund dieser Situation bestand aber für Fürsprecher Y ein persönlicher Interessenkonflikt, musste er doch die Interessen seiner Klienten wahren, hätte aber gleichzeitig zur Erfüllung dieser Pflicht gegen seinen Bürokollegen vorgehen müssen. Lösbar wäre dieser Konflikt einzig durch die Nichtannahme bzw. Niederlegung des Mandates gewesen. e) Fürsprecher Y verstiess somit, wenn nicht schon durch die Übernahme des Mandates, so spätestens durch die Weiterführung im Zeitpunkt, als er Kenntnis von allen Umständen hatte, gegen seine sich aus § 14 AnwG ergebende Treuepflicht. Allerspätestens in die- sem Zeitpunkt hätte er das Mandat niederlegen müssen. ",
    "22": "2002 Strafrecht 87 IV. Strafrecht 28 Art. 261bis StGB, die Voraussetzung der Öffentlichkeit bei der Rassendis- kriminierung; Zusammenfassung der Rechtsprechung. Der Eingangsbereich eines Selbstbedienungsgeschäfts ist grundsätzlich als öffentlich zu qualifizieren. Dies führt jedoch nicht dazu, dass jedes Gespräch an diesem Ort als an einen unbestimmten Adressatenkreis ge- richtet zu gelten hätte. Aus dem Urteil des Obergerichts, 2. Strafkammer, vom 17. September 2002 i.S. StA gegen M.S. Aus den Erwägungen c) aa) Wer öffentlich durch Wort, Schrift, Bild, Gebärden, Tätlichkeiten oder in anderer Weise eine Person oder eine Gruppe von Personen wegen ihrer Rasse, Ethnie oder Religion in einer gegen die Menschenwürde verstossenden Weise herabsetzt oder diskrimi- niert, wird mit Gefängnis oder mit Busse bestraft (Art. 261bis Abs. 4 StGB). Die Vorinstanz hat in ihrem Urteil die Tatbestandsvorausset- zungen korrekt aufgeführt, und es kann darauf verwiesen werden (Urteil S. 3 f.). Die Verwirklichung des in Frage stehenden Tatbestands von Art. 261bis Abs. 4 StGB verlangt, dass die Herabsetzung oder Diskri- minierung öffentlich erfolgt. Öffentlich ist eine Äusserung nach all- gemeiner Auffassung, wenn sie von unbestimmt vielen Personen oder von einem grösseren, nicht durch persönliche Beziehungen zu- sammenhängenden Personenkreis wahrgenommen werden kann (BGE 123 IV 202 E. 3d S. 208; Trechsel, Schweizerisches Strafge- setzbuch, Kurzkommentar, 2. Aufl., Zürich 1997, N 3a zu Art. 259, N 3 zu Art. 261 und N 15 zu Art. 261bis; BGE, Kassationshof, vom 30. Mai 2002 i.S. R. B., S. 6 mit weiteren Hinweisen [6S.635/2001]). ",
    "23": "2003  Zivilprozessrecht  67  B. Anwaltsrecht  18  Art. 8 Abs. 1 lit. d BGFA, Registereintrag und Unabhängigkeit  Eine zusätzliche Erwerbstätigkeit im Angestelltenverhältnis neben der  Anwaltstätigkeit und sogar die Vertretung der Klientschaft des Arbeitge- bers ist grundsätzlich zulässig, solange keine Interessenkollision zwischen  Arbeitgeber und Klientschaft möglich ist. Die Vorschrift gemäss Art. 8  Abs. 1 lit. d BGFA, wonach angestellte Anwälte im Register nur eingetra- gen werden können, wenn auch der Arbeitgeber im Register eingetragen  ist, gilt nur dann, wenn ein Anstellungsverhältnis als Anwalt besteht,  nicht dagegen, wenn die Anwaltstätigkeit neben einem Angestelltenver- hältnis (und unabhängig davon) ausgeübt wird.  Aus dem Entscheid der Anwaltskommission vom 22. April 2003 i.S. R. S.  Aus den Erwägungen:  3. d) Aufgrund der dargestellten bundesgerichtlichen Rechtspre- chung und der Materialien zum BGFA kann festgehalten werden,  dass im Falle eines in einem Anstellungsverhältnis stehenden An- waltes für die Beantwortung der Frage nach der Unabhängigkeit  primär entscheidend ist, ob er die Kundschaft bzw. Klientschaft sei- nes Arbeitgebers zu vertreten beabsichtigt, oder ob es vielmehr um  Mandate ausserhalb des Anstellungsverhältnisses geht, welche mit  der Anstellung an sich nichts zu tun haben. Letztlich steht nämlich  die Frage nach der Unabhängigkeit des Anwaltes im Zusammenhang  mit der Möglichkeit bzw. Wahrscheinlichkeit von Interessenkollisio- nen. Darauf wies beispielsweise auch Hansruedi Stadler in der De- batte im Ständerat hin, als er ausführte, ein Anwalt müsse frei sein  von jeglicher vertraglicher oder nichtvertraglicher Treue- bzw. Ge- horsamspflicht, die seine Unabhängigkeit gefährden könnte (Amt.  Bull. [AB] SR 2000, S. 234).  ",
    "24": "68  Obergericht / Handelsgericht  2003  Eine zusätzliche Erwerbstätigkeit im Angestelltenverhältnis ne- ben der Anwaltstätigkeit ist demnach grundsätzlich zulässig. Sogar  die Vertretung der Klientschaft des Arbeitgebers ist grundsätzlich  zulässig, allerdings nur, solange keine Interessenkollision zwischen  Arbeitgeber und Klientschaft möglich ist (Botschaft des Bundesrates  zum BGFA vom 28. April 1999 [Botschaft], Ziff. 172.16 / 3.). Das  BGFA hält diesbezüglich in Art. 8 Abs. 1 lit. d nun ausdrücklich fest,  dass angestellte Anwälte im Register nur eingetragen werden kön- nen, wenn auch der Arbeitgeber im Register eingetragen ist. Auf- grund der obigen Ausführungen zur Entstehungsgeschichte der Be- stimmung gilt diese allerdings nur in jenen Fällen, wo ein Anstel- lungsverhältnis als Anwalt besteht, nicht dagegen, wenn neben einem  Angestelltenverhältnis (und unabhängig davon) die Anwaltstätigkeit  ausgeübt wird.  19  Art. 12 lit. a BGFA  Unzulässigkeit der Rechnungsstellung für im Aufsichts- / Disziplinarver- fahren getätigte Aufwendungen gestützt auf das ursprüngliche Mandats- verhältnis.  Aus dem Entscheid der Anwaltskommission vom 30. April 2003 i.S. P. W.  Sachverhalt  A. Der beanzeigte Anwalt hatte den Anzeiger in Sachen „Unfall  vom 16.2.1999“ betreffend haftpflicht- und sozialversicherungs- rechtlichen Folgen vertreten. In der Vollmacht vom 26. September  2001 wurden betreffend Honorar die Richtlinien des Aargauischen  Anwaltsverbandes anwendbar erklärt, soweit nicht zwingend der  staatliche Anwaltstarif anwendbar wäre. Ausserdem wurde der bean- zeigte Anwalt ausdrücklich ermächtigt, bei ihm eingegangene Zah- lungen zu verrechnen.  B. Mit Schreiben vom 30. Oktober 2002 wandte sich der Anzei- ger an die Anwaltskommission und führte aus, der beanzeigte Anwalt  habe eine Überweisung auf sein Konto als Fehler der Helsana be- ",
    "25": "68  Obergericht / Handelsgericht  2003  Eine zusätzliche Erwerbstätigkeit im Angestelltenverhältnis ne- ben der Anwaltstätigkeit ist demnach grundsätzlich zulässig. Sogar  die Vertretung der Klientschaft des Arbeitgebers ist grundsätzlich  zulässig, allerdings nur, solange keine Interessenkollision zwischen  Arbeitgeber und Klientschaft möglich ist (Botschaft des Bundesrates  zum BGFA vom 28. April 1999 [Botschaft], Ziff. 172.16 / 3.). Das  BGFA hält diesbezüglich in Art. 8 Abs. 1 lit. d nun ausdrücklich fest,  dass angestellte Anwälte im Register nur eingetragen werden kön- nen, wenn auch der Arbeitgeber im Register eingetragen ist. Auf- grund der obigen Ausführungen zur Entstehungsgeschichte der Be- stimmung gilt diese allerdings nur in jenen Fällen, wo ein Anstel- lungsverhältnis als Anwalt besteht, nicht dagegen, wenn neben einem  Angestelltenverhältnis (und unabhängig davon) die Anwaltstätigkeit  ausgeübt wird.  19  Art. 12 lit. a BGFA  Unzulässigkeit der Rechnungsstellung für im Aufsichts- / Disziplinarver- fahren getätigte Aufwendungen gestützt auf das ursprüngliche Mandats- verhältnis.  Aus dem Entscheid der Anwaltskommission vom 30. April 2003 i.S. P. W.  Sachverhalt  A. Der beanzeigte Anwalt hatte den Anzeiger in Sachen „Unfall  vom 16.2.1999“ betreffend haftpflicht- und sozialversicherungs- rechtlichen Folgen vertreten. In der Vollmacht vom 26. September  2001 wurden betreffend Honorar die Richtlinien des Aargauischen  Anwaltsverbandes anwendbar erklärt, soweit nicht zwingend der  staatliche Anwaltstarif anwendbar wäre. Ausserdem wurde der bean- zeigte Anwalt ausdrücklich ermächtigt, bei ihm eingegangene Zah- lungen zu verrechnen.  B. Mit Schreiben vom 30. Oktober 2002 wandte sich der Anzei- ger an die Anwaltskommission und führte aus, der beanzeigte Anwalt  habe eine Überweisung auf sein Konto als Fehler der Helsana be- ",
    "26": "2003  Zivilprozessrecht  69  zeichnet, obwohl er der Helsana ausdrücklich die entsprechende An- weisung erteilt habe. Ausserdem habe er Fr. 2'000.-- von der Zahlung  der Helsana zurückbehalten, ohne ihn, den Anzeiger, vorher zu be- nachrichtigen und ohne vorgängig Rechnung gestellt zu haben. Der  Anzeiger führte weiter aus, obwohl er mit vielen Punkten der Rech- nung des beanzeigten Anwalts nicht einverstanden sei, werde er diese  bezahlen. Er wolle aber darauf hinweisen, dass nach seiner Ansicht  dem Ansehen des Anwaltsberufes durch solch willkürliche Handlun- gen geschadet werde.  C. Am 6. November 2002 erstattete der beanzeigte Anwalt seine  Stellungnahme. Mit Schreiben vom gleichen Datum stellte er dem  Anzeiger weitere Fr. 330.20 in Rechnung. Er begründete dies mit  zwei Briefen vom 18. und 28. Oktober 2002 an den Anzeiger sowie  seiner Stellungnahme an die Anwaltskommission.  Aus den Erwägungen  4. (...)  c) (...) Nicht angehen kann es, dass der beanzeigte Anwalt ge- stützt auf das ursprüngliche Mandat betreffend Unfall vom 16. Fe- bruar 1999 dem Klienten seine Aufwendungen im Aufsichts- / Diszi- plinarverfahren in Rechnung stellt, denn der ursprünglich durch den  Klienten erteilte Auftrag deckt die hier in Rechnung gestellten Auf- wendungen nicht mehr ab. Es ist auch nicht zulässig, dass diese Auf- wendungen als „Nachbetreuung“ bezeichnet und auf diese Weise  zum Auftrag geschlagen werden (so aber der beschuldigte Anwalt in  seiner Stellungnahme vom 19. November 2002).  Der beanzeigte Anwalt war somit zweifellos nicht berechtigt,  die Stellungnahme an die Anwaltskommission dem Anzeiger gestützt  auf den ursprünglichen Auftrag in Rechnung zu stellen. Es stellt sich  deshalb die Frage, ob er damit auch gegen eine der in Art. 12 BGFA  aufgeführten Berufspflichten verstossen hat.   d) Art. 12 lit. a BGFA verpflichtet den Anwalt, seinen Beruf  sorgfältig und gewissenhaft auszuüben. Diese Bestimmung stellt  gemäss Botschaft zum BGFA eine Generalklausel dar. Die Pflicht zur  ",
    "27": "70  Obergericht / Handelsgericht  2003  Sorgfalt und Gewissenhaftigkeit betrifft sowohl das Verhältnis zum  Klienten wie auch das Verhalten gegenüber Gerichtsbehörden. Von  den Anwälten wird in ihrer gesamten Anwaltstätigkeit ein korrektes  Verhalten verlangt (Botschaft des Bundesrates zum BGFA vom  28. April 1999 [Botschaft], Ziff. 233.21). Sinngemäss entspricht  diese Bestimmung in etwa dem bisher in § 14 Abs. 1 und 2 AnwG  enthaltenen Leitsatz, wonach der Anwalt sich in seinem Verhalten in  der Ausübung des Berufes sowie durch sein sonstiges Geschäftsge- baren der Achtung würdig zeigen soll, die sein Beruf erfordert und  das Interesse seines Auftraggebers gewissenhaft und nach Recht und  Billigkeit zu wahren hat. Die bisherige Lehre und Rechtsprechung zu  § 14 Abs. 1 und 2 AnwG kann deshalb grösstenteils auf den neuen  Art. 12 lit. a BGFA übernommen werden, wobei auch die in lit. b bis  j dieser Bestimmung enthaltenen Konkretisierungen mitzuberück- sichtigen sind.  Die Sorgfaltspflichten des Anwaltes beinhalten nicht nur Geset- zeskenntnisse sowie Kenntnisse der Judikatur und Literatur, er muss  auch Instruktionsgespräche und Prozesse führen sowie dabei Rechts- probleme erkennen und seine Rechtskenntnisse anwenden können.  Der Klient darf vom Anwalt besondere Zuverlässigkeit erwarten, wo- bei \"gewisse menschliche Unvollkommenheiten\" toleriert werden.  Das Mass der geforderten Sorgfalt bestimmt sich nach dem Durch- schnittsverhalten, gemessen an Personen der gleichen Berufsgruppe  in der gleichen Situation. Entscheidend sein können der Schwierig- keitsgrad und die Natur des Mandates sowie die zur Ausführung  desselben notwendigen Fachkenntnisse (G. A. Testa, Die zivil- und  standesrechtlichen Pflichten des Rechtsanwaltes gegenüber dem  Klienten, Zürich 2001, S. 51).  e) Die (teilweise) Rechnungsstellung für Aufwendungen in ei- nem Verfahren, das noch nicht abgeschlossen ist, ist nur insofern zu- lässig, als der Anwalt effektiv im Interesse des Mandanten, also ge- stützt auf ein Mandat, tätig ist. Testa befürwortet in solchen Fällen  sogar eine periodische Abrechnung der Teilaufwendungen (Testa,  a.a.O., S. 74).   Bei Aufwendungen, welche der Anwalt in einem ihn selber be- treffenden Aufsichts- bzw. Disziplinarverfahren tätigt, sieht die Si- ",
    "28": "2003  Zivilprozessrecht  71  tuation dagegen anders aus. Solche Aufwendungen erfolgen nicht im  Interesse des Klienten und lassen sich nicht mehr auf das ursprüngli- che Mandat zurückführen. (...)  (...)  Mit seinem Verhalten schadet der beanzeigte Anwalt dem Anse- hen des Anwaltsstandes. Ein solches Verhalten ist eines Anwaltes  nicht würdig und verstösst gegen die sich aus Art. 12 lit. a BGFA  ergebende Pflicht zu sorgfältiger und gewissenhafter Berufsausübung  sowie korrektem Verhalten.  20  Art. 12 lit. e BGFA, Verpfändung des Streitgegenstandes an den Anwalt  Bezüglich der Frage der Verpfändung eines Streitgegenstandes an den  Anwalt zur Sicherung seiner Honorarforderung enthält Art. 12 lit. e  BGFA keine Lücke, weshalb die Zulässigkeit einer solchen Verpfändung  zu bejahen ist.  Entscheid der Anwaltskommission vom 10. November 2003 i.S. T. E.  ",
    "29": "2003  Zivilprozessrecht  71  tuation dagegen anders aus. Solche Aufwendungen erfolgen nicht im  Interesse des Klienten und lassen sich nicht mehr auf das ursprüngli- che Mandat zurückführen. (...)  (...)  Mit seinem Verhalten schadet der beanzeigte Anwalt dem Anse- hen des Anwaltsstandes. Ein solches Verhalten ist eines Anwaltes  nicht würdig und verstösst gegen die sich aus Art. 12 lit. a BGFA  ergebende Pflicht zu sorgfältiger und gewissenhafter Berufsausübung  sowie korrektem Verhalten.  20  Art. 12 lit. e BGFA, Verpfändung des Streitgegenstandes an den Anwalt  Bezüglich der Frage der Verpfändung eines Streitgegenstandes an den  Anwalt zur Sicherung seiner Honorarforderung enthält Art. 12 lit. e  BGFA keine Lücke, weshalb die Zulässigkeit einer solchen Verpfändung  zu bejahen ist.  Entscheid der Anwaltskommission vom 10. November 2003 i.S. T. E.  ",
    "30": "2003  Strafprozessrecht  73  IV. Strafprozessrecht    21  Bussenumwandlungsverfahren:  Der Verurteilte, der im Laufe des Bussenumwandlungsverfahrens die  Busse bezahlt, hat in der Regel gestützt auf das Verursachungsprinzip die  Verfahrenskosten zu tragen. Befindet er sich jedoch in wirtschaftlich der- art misslichen Verhältnissen, dass bei Nichtbezahlung der Busse diese mit  aller Wahrscheinlichkeit nicht umgewandelt worden wäre, ist auf die Ko- stenauflage zu verzichten.    Aus dem Entscheid des Obergerichts, 2. Strafkammer, vom 1. Dezember  2003 in Sachen Staatsanwaltschaft gegen A. A.  Aus den Erwägungen  1. a) Unterlässt es ein Verurteilter, eine gegen ihn ausgespro- chene Busse zu bezahlen, und tilgt er sie erst, wenn das Bussenum- wandlungsverfahren gemäss Art. 49 Ziff. 3 StGB bereits eingeleitet  ist, hat er grundsätzlich gestützt auf das Verursachungsprinzip die  Kosten des Umwandlungsverfahrens zu tragen (OGE, 1. Strafkam- mer, vom 11. Dezember 1990 i.S. StA / R.N.; Brühlmeier, Aargaui- sche Strafprozessordnung, Kommentar, 2. Aufl., Aarau 1980, N 1  und 2 zu § 204).  Das Verursachungsprinzip findet jedoch im Bussenumwand- lungsverfahren seine Grenze resp. wird durchbrochen, wenn der Ver- urteilte trotz Bezahlung der Busse und gestützt darauf erfolgter Ein- stellung des Verfahrens nachweist, dass er in Anwendung der durch  die Praxis herausgebildeten Kriterien als schuldlos ausserstande im  Sinne des Gesetzes zu gelten hat, die Busse zu bezahlen, er somit,  hätte er die Busse nicht bezahlt, bei Durchführung des Verfahrens  mit seinem Standpunkt mutmasslich durchgedrungen wäre. Dies ist  "
}